{
  "translation": {
    "navbar": {
      "home": "home",
      "services": "services",
      "clients": "clients",
      "about": "about",
      "contact": "contact",
      "language": "language"
    },
    "header": {
      "subtitle": "B2B and B2C Global Consulting"
    },
    "revealText": {
      "recruitment": "Talent Recruitment and Selection By High Performance Team",
      "coaching": "Mentoring and Coaching for Leadership",
      "training": "Recruitment and Selection Training",
      "assessment": "Behavioral Profile Assessment",
      "analisys": "Analysis and Enhancement of Resume, LinkedIn, and Portfolio",
      "mentoring": "Mentoring and Interview Preparation"
    },
    "services": {
      "title": "Services",
      "first": {
        "subtitle": "Hire a high-performance team",
        "description": "Hire A-players for your team. We identify and recruit top professionals across all sectors and levels — from operational to executive roles. Count on a strategic and personalized process to ensure precise hires aligned with your business culture and objectives."
      },
      "second": {
        "subtitle": "Mentoring and Coaching for Leadership",
        "description": "Develop leaders prepared to make strategic decisions, engage teams, and drive results with humanized and effective management."
      },
      "third": {
        "subtitle": "Recruiting high performers: a training program for hiring managers",
        "description": "Empower your team with advanced techniques in attraction, screening, and interviewing, making the selection process more agile and efficient."
      },
      "fourth": {
        "subtitle": "Behavioral Profile Assessment",
        "description": "Make more assertive decisions with in-depth behavioral analyses of skills, development potential, and better fit for your company."
      },
      "fifth": {
        "subtitle": "Analysis and Enhancement of Resume, LinkedIn, and Portfolio",
        "description": "Stand out in the market with a professional profile that highlights your skills and competitive advantages. Be strategically noticed by recruiters."
      },
      "sixth": {
        "subtitle": "Mentoring and Interview Preparation",
        "description": "Face selection processes with confidence, mastering techniques that increase your chances of securing the ideal position."
      }
    },
    "clients": {
      "title": "Our Clients"
    },
    "about": {
      "title": "About",
      "subtitle": "Brand story",
      "history": {
        "first": "Nevada Consulting began its operations in 2020, responding to the need of companies seeking an impartial and specialized perspective in Human Resources.",
        "second": "The unique satisfaction of providing support to organizations, bringing a valuable external perspective, was the catalyst for the start of our journey.",
        "third": "As we delivered positive results, the demand for our services progressively increased. This brought us new challenges and motivated us to expand our scope of action, ranging from cultural transformations to the development of leadership and teams.",
        "fourth": "The core of our mission is to help companies maximize the potential of their most valuable resource: human capital. It was based on this philosophy that Nevada Consulting was established, grounded in the belief that people are fundamental to the success of any organization."
      },
      "description": {
        "subtitle": "Senior Consultant",
        "first": "People and culture consultant, specialized in forming efficient teams.",
        "second": "Graduated in Psychology from the Federal University of Minas Gerais, with an MBA in Business Management from USP. I have a strong interest in human behavior within organizational dynamics and strategy.",
        "third": "As a leader in talent attraction, selection, and onboarding, I manage the end-to-end journey of building high-performance teams, ensuring an exceptional experience for both candidates and hiring managers. I also lead initiatives focused on engagement, diversity and inclusion, and organizational development, working closely with business units to drive growth and performance.",
        "fourth": "Driven by curiosity, I explore self-management, agility, and metrics to support organizations in evolving and expanding their awareness — enabling them to become more strategic, transparent, and equitable."
      }
    },
    "testimonials": {
      "title": "What our clients say",
      "firstJobPosition": "Head of People",
      "firstCompany": "Red Ventures and OKTO payments",
      "firstReview1": "I had the opportunity to work with Juliana Carvalho at Red Ventures Brazil and Okto Brazil, and I always achieved excellent results in her recruitments.",
      "firstReview2": "Juliana is a highly qualified professional, with a great ability to quickly absorb the requirements of each position. Additionally, her ability to understand the cultural aspects of companies allows her to deliver professionals who are not only technically aligned but also adherent to the organizational culture.",
      "firstReview3": "Her assertiveness and precision in conducting selection processes make her an excellent partner for any company seeking high-level talent.",
      "secondJobPosition": "Testimonial",
      "secondCompany": "Client/Consultancy",
      "secondReview1": "The best investment I made to get a head start on taking care of my career!",
      "secondReview2": "And Ju was excellent in conducting conversations with me, understanding me as a professional and exactly what I wanted to achieve and convey with my CV/LinkedIn! It became extremely strategic, conveying exactly what I wanted, and with the profile adjusted, I received more than 5 contacts from interested recruiters within a month.",
      "secondReview3": "In addition to doing all this, she was (and is) always available on WhatsApp to guide me and answer questions! Excellent professional, competent, and concerned with understanding what you really want to be assertive in delivery! I recommend 100%.",
      "thirdJobPosition": "Culture Leader",
      "thirdCompany": "Komuh",
      "thirdReview1": "Juliana did exceptional work in recruitment consulting for Komuh, her strategic approach was fundamental in optimizing our entire selection process",
      "thirdReview2": "From the beginning, she was fully aligned with our culture and needs, and it was a concern of hers from the start of the process, ensuring that each candidate presented not only had the technical skills but also the right fit with the team and agency.",
      "thirdReview3": "The quality of the selected professionals and the speed in filling the positions positively impacted our operation. The results exceeded all our expectations!"
    },
    "contact": {
      "title": "Contact",
      "name": "Name",
      "email": "Email",
      "message": "Message...",
      "send": "Send",
      "social": "Social links",
      "thankYouMessage": "Message sent successfully! We'll get back to you soon"
    },
    "footer": {
      "tel": "+55 11 9 9460-7649",
      "copyright": "COPYRIGHT ©2025 Nevada Consulting All rights reserved"
    }
  }
}
