{
  "translation": {
    "navbar": {
      "home": "Home",
      "services": "Services",
      "clients": "Clients",
      "about": "About",
      "contact": "Contact",
      "language": "Language"
    },
    "revealText": {
      "Recruitment": "Recruitment",
      "talent": "Talent Attraction",
      "career": "Career Acceleration",
      "development": "Professional Growth",
      "connecting": "Connecting Talents and Organizations"
    },
    "services": {
      "title": "Services",
      "first": {
        "subtitle": "Modeling and renewal of corporate identity",
        "description": "Attuned to the essential principles and long-term perspective of the organization"
      },
      "second": {
        "subtitle": "Prospecting and attracting talents",
        "description": "Ensuring the selection and integration of collaborators who best align with your company's philosophy and aspirations"
      },
      "third": {
        "subtitle": "Professional training and development",
        "description": "Aimed at enhancing employees' skills and expertise, in line with corporate objectives"
      },
      "fourth": {
        "subtitle": "Team formation and restructuring",
        "description": "Optimizing synergy and operational productivity"
      },
      "fifth": {
        "subtitle": "Career path and personal development",
        "description": "To stimulate improvement and career advancement"
      },
      "sixth": {
        "subtitle": "Performance analysis methodology",
        "description": "Offering a perspective on individual employee performance, guiding constant improvement"
      },
      "seventh": {
        "subtitle": "Employer brand building",
        "description": "Aiming to consolidate your company's reputation as an employer, highlighting its particularities and principles to attract and retain professionals of excellence"
      },
      "eigthth": {
        "subtitle": "Professional guidance programs",
        "description": "Designed to boost career growth and facilitate the dissemination of expertise within the company"
      },
      "nineth": {
        "subtitle": "Resume and LinkedIn Analysis",
        "description": "Strategically crafted and highly professional LinkedIn profile, designed to capture the interest of recruiters and employers"
      }
    },
    "about": {
      "title": "About",
      "subtitle": "Brand story",
      "history": {
        "first": "Nevada Consulting began its operations in 2020, responding to the need of companies seeking an impartial and specialized perspective in Human Resources.",
        "second": "The unique satisfaction of providing support to organizations, bringing a valuable external perspective, was the catalyst for the start of our journey.",
        "third": "As we delivered positive results, the demand for our services progressively increased. This brought us new challenges and motivated us to expand our scope of action, ranging from cultural transformations to the development of leadership and teams.",
        "fourth": "The core of our mission is to help companies maximize the potential of their most valuable resource: human capital. It was based on this philosophy that Nevada Consulting was established, grounded in the belief that people are fundamental to the success of any organization."
      },
      "description": {
        "first": "With over 6 years of experience in Human Resources, Juliana has carved out a remarkable career path, progressing from Analyst to Head of HR in both national and multinational companies across various sectors.",
        "second": "Inspired by this journey, she founded Nevada Consulting with the purpose of applying her knowledge to empower organizations and entrepreneurs in Brazil and worldwide to value their greatest asset: their people.",
        "third": "Dedication, competence, and transparency are the pillars that have guided the team led by Juliana for 5 years. Her commitment to providing excellence in the field of Human Resources continues to positively influence the business landscape, turning challenges into opportunities for growth."
      }
    }
  }
}
