{
  "translation": {
    "navbar": {
      "home": "Home",
      "services": "Services",
      "clients": "Clients",
      "about": "About",
      "contact": "Contact",
      "language": "Language"
    },
    "header": {
      "subtitle": "B2B and B2C Global Consulting"
    },
    "revealText": {
      "recruitment": "Talent Recruitment and Selection By High Performance Team",
      "coaching": "Mentoring and Coaching for Leadership",
      "training": "Recruitment and Selection Training",
      "assessment": "Behavioral Profile Assessment",
      "analisys": "Analysis and Enhancement of Resume, LinkedIn, and Portfolio",
      "mentoring": "Mentoring and Interview Preparation"
    },
    "services": {
      "title": "Services",
      "first": {
        "subtitle": "Talent Recruitment and Selection By High Performance Team",
        "description": "Identify and hire the best professionals for all sectors and levels, from operational to executive positions. Rely on a strategic and personalized process to ensure assertive hires aligned with your business culture and objectives"
      },
      "second": {
        "subtitle": "Mentoring and Coaching for Leadership",
        "description": "Develop leaders prepared to make strategic decisions, engage teams, and drive results with humanized and effective management"
      },
      "third": {
        "subtitle": "Recruitment and Selection Training",
        "description": "Empower your team with advanced techniques in attraction, screening, and interviewing, making the selection process more agile and efficient"
      },
      "fourth": {
        "subtitle": "Behavioral Profile Assessment",
        "description": "Make more assertive decisions with in-depth behavioral analyses of skills, development potential, and better fit for your company"
      },
      "fifth": {
        "subtitle": "Analysis and Enhancement of Resume, LinkedIn, and Portfolio",
        "description": "Stand out in the market with a professional profile that highlights your skills and competitive advantages. Be strategically noticed by recruiters"
      },
      "sixth": {
        "subtitle": "Mentoring and Interview Preparation",
        "description": "Face selection processes with confidence, mastering techniques that increase your chances of securing the ideal position"
      }
    },
    "clients": {
      "title": "Our Clients"
    },
    "about": {
      "title": "About",
      "subtitle": "Brand story",
      "history": {
        "first": "Nevada Consulting began its operations in 2020, responding to the need of companies seeking an impartial and specialized perspective in Human Resources.",
        "second": "The unique satisfaction of providing support to organizations, bringing a valuable external perspective, was the catalyst for the start of our journey.",
        "third": "As we delivered positive results, the demand for our services progressively increased. This brought us new challenges and motivated us to expand our scope of action, ranging from cultural transformations to the development of leadership and teams.",
        "fourth": "The core of our mission is to help companies maximize the potential of their most valuable resource: human capital. It was based on this philosophy that Nevada Consulting was established, grounded in the belief that people are fundamental to the success of any organization."
      },
      "description": {
        "subtitle": "Senior Consultant",
        "first": "PEOPLE AND CULTURE CONSULTANT, SPECIALIZED IN FORMING EFFICIENT TEAMS.",
        "second": "Graduated in Psychology from the Federal University of Minas Gerais, with an MBA in Business Management from USP, interested in human behavior in organizational dynamics and strategies.",
        "third": "Acting as a leader in attraction, selection, and onboarding, I conduct the complete journey in forming high-performance teams, ensuring an excellent experience for candidates and hiring managers. I also lead initiatives focused on engagement, diversity and inclusion, as well as organizational development, collaborating closely with business areas to boost their growth and performance.",
        "fourth": "I am curious and study self-management, agility, and metrics, and my purpose is to help organizations evolve and expand their awareness, becoming more strategic, transparent, and fair."
      }
    },
    "testimonials": {
      "title": "Testimonials",
      "first.subtitle": "Head of People - Red Ventures",
      "firstReview1": "I had the opportunity to work with Juliana Carvalho at Red Ventures Brazil and Okto Brazil, and always obtained excellent results in her recruitments.",
      "firstReview2": "Juliana is a highly qualified professional, with a great ability to quickly absorb the requirements of each position. Moreover, her skill in understanding the cultural aspects of companies allows her to deliver professionals who are not only technically aligned but also adherent to the organizational culture.",
      "firstReview3": "Her assertiveness and precision in conducting selection processes make her an excellent partner for any company seeking high-level talent.",
      "second.subtitle": "Client Testimonial",
      "secondReview1": "The best investment to boost my career. Juliana expertly structured my LinkedIn, CV (PT/EN), and career development plan. Even working in Recruitment & Selection, I struggled with my own materials. Her experience ensured precision – previously, I saw stagnant connections and no positive responses.",
      "secondReview2": "Juliana perfectly understood my professional profile and goals. With strategic CV/LinkedIn adjustments, I received 5+ recruiter contacts in 1 month – unprecedented for me. She remains available for guidance even after our consultation!",
      "secondReview3": "Outstanding professional – highly competent and dedicated to understanding your true needs to deliver targeted solutions. 100% recommended!",
      "third.subtitle": "Culture Leader - Komuh",
      "thirdReview1": "Juliana delivered exceptional work in recruitment consulting for Komuh. Her strategic approach proved fundamental in optimizing our entire hiring process, demonstrating both technical expertise and deep market understanding.",
      "thirdReview2": "From day one, she maintained complete alignment with our culture and needs, a priority she established early in the process. Every presented candidate met not just technical requirements but demonstrated ideal team and agency cultural fit.",
      "thirdReview3": "The caliber of selected professionals and rapid filling of critical roles directly enhanced our operational efficiency. Final outcomes surpassed all expectations, delivering measurable business impacts!"
    },
    "contact": {
      "title": "Contact",
      "name": "Name",
      "email": "Email",
      "message": "Message...",
      "send": "Send",
      "social": "Social links",
      "thankYouMessage": "Message sent successfully! We'll get back to you soon"
    },
    "footer": {
      "tel": "+55 11 9 9460-7649",
      "copyright": "COPYRIGHT ©2025 Nevada Consulting All rights reserved"
    }
  }
}
