{
  "translation": {
    "navbar": {
      "home": "Inicio",
      "services": "Serviços",
      "clients": "Clientes",
      "about": "Sobre",
      "contact": "Contato",
      "language": "Idioma"
    },
    "header": {
      "subtitle": "Consultoria B2B e B2C"
    },
    "revealText": {
      "recruitment": "Recrutamento e Seleção de Talentos",
      "coaching": "Mentoring e Coaching para Lideranças",
      "training": "Treinamento de Recrutamento e Seleção",
      "assessment": "Assessment de Perfil Comportamental",
      "analisys": "Análise e Evolução de Currículo, Linkedin e Porfólio",
      "mentoring": "Mentoria e Preparação para Entrevistas"
    },
    "services": {
      "title": "Serviços",
      "first": {
        "subtitle": "Recrutamento e seleção de talentos",
        "description": "Identifique e contrate os melhores profissionais para todos os setores e níveis, de operacionais a posições executivas. Conte com um processo estratégico e personalizado para garantir contratações assertivas e alinhas a cultura e aos objetivos do seu negócio"
      },
      "second": {
        "subtitle": "Mentoring e Coaching para Lideranças",
        "description": "Desenvolva lideranças preparadas para tomar decisões estratégicas, engajar equipes e impulsionar resultados com uma gestão humanizada e eficaz"
      },
      "third": {
        "subtitle": "Treinamento de Recrutamento e Seleção",
        "description": "Capacite sua equipe com técnicas avanças de atração, triagem e entrevista, tornando o processo seletivo mais ágil e eficiente"
      },
      "fourth": {
        "subtitle": "Assessment de Perfil Comportamental",
        "description": "Tome decisões mais assertivas com análises comportamentais profundas de habilidades, potencial de desenvolvimento e com melhor fit para sua empresa"
      },
      "fifth": {
        "subtitle": "Análise e Evolução de currículo, Linkedin e Portfólio",
        "description": "Destaque-se no mercado com um perfil profissional que valoriza suas habilidades e diferenciais competitivos. Seja notado de maneira estratégica por recrutadoras(es)"
      },
      "sixth": {
        "subtitle": "Mentoria e Preparação para Entrevistas",
        "description": "Encare processos seletivos com confiança, dominando suas técnicas que aumentam suas chances de conquistar a vaga ideal"
      }
    },
    "about": {
      "title": "Sobre",
      "subtitle": "Como a Nevada Consulting surgiu",
      "history": {
        "first": "A Nevada Consulting iniciou suas atividades em 2020, respondendo à necessidade de empresas que buscavam uma visão neutra e especializada em Recursos Humanos.",
        "second": "O prazer único de oferecer suporte às organizações, trazendo uma perspectiva externa de grande valor, foi o catalisador para o início de nossa trajetória.",
        "third": "Conforme entregávamos resultados positivos, a demanda por nossos serviços aumentou progressivamente. Isso nos trouxe novos desafios e nos motivou a expandir nosso escopo de atuação, abrangendo desde transformações culturais até o desenvolvimento de lideranças e equipes.",
        "fourth": "O cerne de nossa missão está em auxiliar as empresas a maximizar o potencial de seu recurso mais valioso: o capital humano. Foi com base nessa filosofia que a Nevada Consulting foi estabelecida, fundamentada na crença de que as pessoas são fundamentais para o êxito de qualquer organização."
      },
      "description": {
        "first": "SOU CONSULTORA DE PESSOAS E CULTURA, ESPECIALISTA NA FORMAÇÃO DE TIMES EFICIENTES.",
        "second": "Formada  em Psicologia pela Universidade Federal de Minas Gerais, MBA em Gestão de Negócios pela USP, me interesso pelo comportamento humano nas dinâmicas e estratégias organizacionais.",
        "third": "Atuando como líder de atração, seleção e onboarding, conduzo a jornada completa na formação de times de alta performance, garantindo uma excelente experiência aos candidatos e hiring managers. Lidero também  iniciativas voltadas para engajamento, diversidade e inclusão, bem como desenvolvimento organizacional, colaborando estreitamente com as áreas de negócio para impulsionar seu crescimento e desempenho.",
        "fourth": "Sou curiosa e estudo sobre  autogestão, agilidade e métricas, e meu propósito é auxiliar organizações a evoluírem e ampliarem sua consciência, tornando-se mais estratégicas transparentes e justas."
      }
    },
    "contact": {
      "title": "Contato",
      "name": "Nome",
      "email": "Email",
      "message": "Mensagem...",
      "send": "Enviar",
      "social": "Redes Sociais"
    }
  }
}
